[
    {
        "Name": "Rev. Nat's Cidery and Taproom",
        "ID": 2,
        "Date": 201606,
        "City": "Portland, Oregon",
        "ContactAddress": "1813 NE 2nd Ave, Portland, OR 97212",
        "ContactWebsite": "www.reverendnatshardcider.com",
        "CidersID": [185, 188, 204, 223, 332, 347, 397, 404],
        "CompLitID": [33, 34, 41, 47, 74, 95, 100, 122, 124],
        "Body": "Okay, so this was my first ciderhouse taproom experience and it blew my mind. When I visited in the summer of 2016, I had been a cider drinker for a few years, but like most Americans in the early 2010s I was usually just excited to see one cider on tap at a bar. When my best friend (and now Dean of Cider Professor) told me they had this crazy good bar in Portland that served nothing but cider, I was a bit surprised and eager to go. The excitement grew when I saw a dozen options on the menu with flavors I had never seen before. Some were quite shocking! What were they doing putting habanero chiles in cider? I was so amazed I took picture of the menu (below) to remember this weird and wonderful establishment by. I quickly ordered a flight, tucked into a booth with my dear friends, and for the next couple of hours they watched on as, giddy with delight, I went through and tasted as many creations as I could. <br><br> Even though the taproom is more or less in the geographical heart of Portland (two blocks from Broadway and I-5) it feels slightly secluded on a shady street just on the edge of a residential neighborhood. The space is warm, wooded and a bit industrial with a number of seats in the front of the building and their fermenting vats and workspace behind the counter. The staff were super cool and laid back and it was a pleasant experience all around. Of course now I know that Nat West is something of a darling in the American cider scene. With his mantra \"to handcraft the most unusual ciders no one else will make,\" he has really pushed the limits of imagination when it comes to what cider is capable of. Many of his drinks are fantastic and at the close of the decade his creations are now being found outside of the Pacific Northwest. I have since been back and will certainly go again in the future as this establishment has a special place in my heart because it was here that I was first convinced that cider in America was not just some fringe drink, but that it was bold, creative, successful, and has begun to develop its own culture and following in parts of the US. In many ways the success of Rev. Nat’s has been a major victory in the American cider revolution. I hope one day they put one of those little brass plaques on this building marking its historical significance to the history of cider in America. ",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mJzHpu3m0cAlFsAZ5ZZGtvT4LINe1yWivYgjTC5KTRvFJL3H6Y4bDh8L4bdHmkAKCq7fDmTBa4DKZ-Ef32hvlFYw4T-Yk-YKzpD3Wp5d7dQ97l_ko-F8f7XchRORoResWT7fGEnVnwqrMj6TTDN0kTqSiW_l0CAXx1UGgTo2yANFLRKtYej0gkmMfDwjprfrF?width=4032&height=3024&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mTxgopAkdfBC1wmlBTn05UGAG4O0b1-ZQeKbdWbgRqhMopqPIJfmoBWot2C88scxx7Z1YvLDNMnXh_YM3oExizjaP6Zg0EiZg7ADvPQ4T2uq6FMGy2Wjll9eEbSGT0wuhH7YAQnWmPzayUrLuOTXuZ3yJuu5rC2u9y76J8VzWdbeqNtjMrxuoUDZ9YvbnD6vI?width=2612&height=3477&cropmode=none", "https://bn1303files.storage.live.com/y4ms7ah5cWQBe4svMeOjzoMIMu7JBQakK1ecgYRKOuJawmQv2BsIFTf-NZ6ovWC0gzHgZ9qVIuXAJoWjh7oxGNvkI6_nI0XsHtYur8RcCtsM9s4g0woR2cW--1M2SUASDkcnVaN6C7gxJg5shNDDn9dy2MnPO57fsfFsS0fJp3KwvBohejKX1uSyjecTwe-s53I?width=3608&height=2707&cropmode=none"]
    },
    {
        "Name": "Bishop Cider Co. Tasting Room",
        "ID": 3,
        "Date": 201612,
        "City": "Dallas, Texas",
        "ContactAddress": "509 N Bishop Ave. Ste C Dallas, TX 75208",
        "ContactWebsite": "www.bishopcider.com",
        "CidersID": [38, 41, 81, 225, 317],
        "CompLitID": [7, 49, 82, 87, 88, 135],
        "Body": "Deep in the heart of Texas and tucked away in the Bishop Arts District of Dallas is a treasure of a tasting room. Nestled among a number of great restaurants and artisan shops, the cozy Bishop Cider Co. tasting room is a great place to start off or end an evening, or be a destination unto itself. The owners of Bishop were unhappy with the cider options in Texas and decided to start making their own. Cider that didn’t cut corners, used traditional methods but still innovated with new flavors. The result has been a number of really good ciders for seemingly every occasion. There is also a slight irreverence to Bishop which we picked up on and appreciated when we visited. They had recently expanded to the point where they outgrew the space and opened a new warehouse space that also has a \"cidercade,\" filled with arcade games and fitting with the brand’s kind of nerdy but intelligent hipster persona—this seems to be confirmed by the eclectic collection of characters that have featured on their cans from Braveheart to Ben Franklin, and from Star Wars to Nikola Tesla. Though we didn’t get to go, I’d be lying if I said I wasn’t interested in playing some Street Fighter II with a nice cold The Dark Cide to sip on. So if you’re in Oak Cliff or in the Design District closer to the Cidercade, come check out what Bishop has to offer. ",
        "MainImg_url": "null",
        "OtherImgUrl": "null"
    },
    {
        "Name": "Haykin Family Cider Tasting Room",
        "ID": 4,
        "Date": 201802,
        "City": "Aurora, Colorado",
        "ContactAddress": "12001 E 33rd Ave Unit D Aurora, CO 80010",
        "ContactWebsite": "www.haykinfamilycider.com",
        "CidersID": [21, 22, 59, 83, 84, 85, 86, 87, 88, 89, 229, 243, 248, 262, 287, 343, 349, 430, 440],
        "CompLitID": [4, 8, 51, 59, 61, 75, 99, 101, 130, 134],
        "Body": "I had the good fortune of visiting this new tasting room during the week of their grand opening. It is tucked away in an unassuming light industrial area in the northern part of Aurora, Colorado, adjacent to Denver. While Colorado already had several cideries, some of which were/are quite creative and doing very well, The Haykins were the first to be more orchard-focused and devoted to making high-end products able to compete with the best that the sparkling-wine world had to offer. With a professor’s nerdy curiosity and passion, Dan threw himself into learning all about apple varietals and making friends with orchardists producing unusual apples most people had never heard of. After operating first in their kitchen, and then having that expand into the other rooms, they finally opened this tasteful tasting room with enough space in back to move their operations out of their house. It is modern and airy, with clean lines, light woods, stainless steel and a dark iron trim. There is also a window into their large walk-in fridge where you can watch the carboys bubbling away while sitting at the bar having a drink. After visiting with some friends, I was moved to write a Google review of this new cidery. Another friend read the review and planted the idea in my head that I should do more reviews, because I loved both writing and educating and trying new ciders. Though it was several months before I began taking the idea of a cider review website seriously, I guess you could say that two new cider endeavors were launched that weekend. Because what I originally wrote still stands, and for the sentimentality of it, I re-produce it here in full: <br><br> \"Cider lovers, GO! I have been to every cidery in Colorado and a number in the Pacific Northwest and the South, and this is clearly some of the best craft cider being produced and is certainly the best of what’s around. After reading the website I was a bit skeptical because my first impression was they were really trying to cater to the wine drinker crowd, but after going and trying everything they had to offer it was clear to this cider-drinker that they had a passion for cider. They definitely have an eye towards producing a top-end product as they press their own apples in house using a number of varieties sourced in the Front Range, including several heirloom varietals. They’re innovative when it comes to flavors without being over the top—like, for instance, the pepper-spiced ciders of Rev. Nat’s—and this seems to stem primarily from their deep knowledge of the flavor profiles of the apples they select. <br><br> To top it all off, Daniel and Talia, the owners, are just lovely people. They’re the kind of warm, easy-going, neighbors you’d enjoy having a drink with. <br><br> If you love cider, I don’t think you’ll be disappointed.\"",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mCSdU0nOhepzhR15_Q7LJ12lesI_JgbpIfgPI_yUBoy8wc4oRIVoPeZpJkCZq0o2BUcVlHKK3V-2JJETcKhmZ-w5xVzoObCnywL4wOBvtln3IhvIae6Q0Rvu8SuG-srSDEseCyoCdYOYlwD-eodzGsM4JhlVPFMshu43V2dS4weh4zSj-koiBR3B_Ko32hc1m?width=4032&height=3024&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4m3Ec4E3uBFq_R39pn6vN6-VfFff8SUN8f1U5goyCKGhC30oYN8UohKk4cv0EMbYNCYcL-Asi4GPfiWl9aTgHmsbIvc_FnEokihbjIQAvDdrmVNNeMs0R53YxR4vf60TCgoytnBMomCDJHvhMTiLKB90ifgLJYqZ49wxEGBvQ-HS2P3XHd2Fe7Hy1gvYT16-jE?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mkTOueg6TciX_TtThwwwPECgcLEkboroejsFXXDTnordCupxSKVz21vjPmFNtQc-5bejtVXz08VKWCqoGqaWxyvqEsIH02clRAO6C9UeTkampL9s-IWVT4NxvM0mrfGXBbQa6PfKoecyyuTv3Nj9hYrVj7tgHe01mIOBaB1tnquAvsFVRrljh5W_UxRzF6ChR?width=4032&height=3024&cropmode=none"]
    },
    {
        "Name": "Courthouse Creek Cider-The Farm",
        "ID": 5,
        "Date": 201812,
        "City": "Maidens, Virginia",
        "ContactAddress": "1581 Maidens Road, Maidens, VA",
        "ContactWebsite": "www.courthousecreek.com",
        "CidersID": [33],
        "CompLitID": null,
        "Body": "This place is a little gem is just a stone’s throw from the James River in a rural area about 30 miles northwest of Richmond. There is a cute red barn surrounded by a young apple orchard. At the time of writing they were buying much of their ingredients from elsewhere in Virginia, but they have a vision of completely using apples grown from their own orchard in the future. They have planted a number of varietals on the property and you can take a stroll through the different rows as well as the beautiful garden area. There is a ton of outdoor space with picnic tables, lawn chairs and games perfect for a sunny afternoon. They even have a little gazebo that I’m told houses live music on occasion. The whole property is lovely and in a great setting. Unfortunately, they weren’t quite open when I arrived, but they were super friendly and still let me look around and buy a bottle to go. Inside they have a cozy tasting room that feels very much like a suburban living room with a bar, a handful of seats and plenty of room to stand around and chat. They also have a large sliding door separating the tasting room from the rest of the barn where the cider operations are located so they can push it back, and give their patrons a peek at the cider making process in action. The cider I tried was similar in style to a scrumpy and was a bit too acidic and funky for my tastes, but they have an impressive lineup of other ciders to try and I look forward to going back when I have more time to pull up an Adirondack chair and soak up a little Virginian sun and cider.",
        "MainImg_url": null,
        "OtherImgUrl": null
    },
    {
        "Name": "Urban Tree Cidery",
        "ID": 6,
        "Date": 201901,
        "City": "Atlanta, Georgia",
        "ContactAddress": "1465 Howell Mill Rd NW Atlanta, Georgia 30318",
        "ContactWebsite": "www.urbantreecidery.com",
        "CidersID": [73, 74, 75, 76, 77, 78, 79],
        "CompLitID": null,
        "Body": "I have all the luck when it comes to visiting cider tap houses. This was a perfectly sunny and 70-degree January Atlanta day. After eating an obligatory chicken and waffles for lunch to fill me up, I headed over to Urban Tree cidery to try what they had to offer before I returned to my academic conference for the afternoon. While there were several sets of friends at the high tops enjoying games and college basketball, I decided to head outside to the small sun-soaked patio. In general, the whole room had an urban chic vibe with a bar staff that was somehow both edgy and friendly—maybe this is the \"new South?\" Anyway, when it comes to cider, I did have some truly unique things here. While some did not strike my fancy, others hit the spot and I definitely appreciated the way the head cider maker is both trying to push the envelope while putting deft touches on classics as well. If you find yourself in Atlanta, be sure and check out this spot just a little northwest of Midtown.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4m5iw1rEPg4YUayx5KQRQwSk1s0wN4lIZlTqP5_xmIQR2bNpSW6mkA5RU7vY5Qh-ylSNea95whJp-_Oh5Hof1FjsEEUOsdfw2u9J_NGXiOhUvbO3CYwePxgG319j8BBFH0eZmJC308x6iGyC5v9X7ApyfeIZW7uRshpd0QAQZEn6UsOk8I2g9cFlYzeQHqSJwp?width=4032&height=3024&cropmode=none",
        "OtherImgUrl": "https://bn1303files.storage.live.com/y4miDGBJSmzDBJ3BlPKxmSFuRjTpYny75MvT7LzN9e4MkYRz_lxohy_UjJ7ZrkCe6tzltvxfGe_KByb15xM3PsZ6MpVLzez9wRl3rt-S6le_OTHZjUdfwhP1hVtPKC4iy4t5nA99yJgVv3TX-zu709otWlFr6bB8xOmr546JbTsemdqiaYKaJmZ92I_eZWamIqD?width=1890&height=1418&cropmode=none"
    },
    {
        "Name": "Stem Ciders-The Acreage",
        "ID": 7,
        "Date": 201903,
        "City": "Lafayette, Colorado",
        "ContactAddress": "1380 Horizon Ave, Lafayette, CO 80026",
        "ContactWebsite": "www.acreageco.com",
        "CidersID": [28, 30, 58, 60, 63, 64, 66, 67, 68, 95, 126, 159, 160, 161, 162, 163, 381, 409, 410],
        "CompLitID": [6, 8, 14, 58, 115, 125],
        "Body": "Perched on a hill with panoramic views of mountains, there may not be a more well-situated cider taproom in America. With a long bar and ample table seating, this modern building with a distinctly Coloradan architectural vibe is a magnificent spot for a drink and some excellent food. Chef Eric Lee has come up with a delectable menu, everything which is meant to pair nicely with the ciders on tap. (But even non-cider drinkers will love this food) We had a number of specialty sausages and some wild mushrooms which were spectacular. However, the gluten-free donuts steal the show! In general, if I’m honest, I poo-poo gluten-free baked goods—though I know for some of us they are a necessity—but these were amazing donuts by any standard and were so light and fluffy, I wanted to eat ten! <br><br> The cider list was extensive as Stem is probably the most prodigious cider maker in the state, constantly releasing new creations. The night I went they had nine core ciders and eight special releases on tap, plus six guest taps including three from New England. Any of the above could be added to a flight. They also had a bottle list of about a dozen offerings, half of which were their own and the rest were from other producers in Colorado. Whether you are in the mood for a cider slushie or a non-cider drink—why?—they have you covered so you can have a great evening out with any of your friends regardless of their drinking preferences. <br><br> Stem now has their main fermentation and bottling room on site, and you can arrange to take a tour of where it is all made if you want to learn about their process and geek out a bit. If the weather is nice enjoy the outdoor eating/drinking area and pull up an Adirondack chair or call \"next\" on your favorite lawn game and enjoy your evening. This is what a Colorado cider house experience should be.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4m6qfkCK0fQp961RqpPm-y47tUZ6T1Cv6jr6RCICEs3-a0SNYucUJOciqjyEQGLeF_UbqjQlke0xiLRuvzfrAbniyqDqRGj118pIE5usHHVc0q0jYhV8GHVVCXWwFp3xFR8eJTf4KeFrvwoxYJCBtn8QvzCTNTwUztvruaPQrdNJLzAk8L-elVRPm04oL3ExHB?width=4032&height=3024&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mv5EiXZrTQGccakLHxsz_emQLSvocp9Lkvmm-FhqkBdb7NRR_JDkNMr0mBlTTCf_s6bF0EZfvkrrtBGdvdUlF9zQ4QYeKz9F9Yhi-oYPkHgCsX3749U_yhbVadc1HvmEb5p3CNegcGQaz-IcAbo4z_pnYBoJg2ihT-In_RbgbXq3TadHc2thuNR1rYUc3BJmJ?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mjYdfhQWTMEj1SLjSbiCbQaOGjiGxqADGY5Dp0VL_GLICULdOdH6TmD3qMlaZUTPA40pN6sDs0JFG8lT_f4K04Ps9ayEfVHCfQ-ypnJYWJT1EddptOI6Vbwsgoay49qLuh4fGDanTi_nlIUKrJoTH5BT1pB1WlweFy_ON-ayLCadrJ6n_eqYGEqHqrHo_h3kh?width=4032&height=3024&cropmode=none"]
    },
    {
        "Name": "Hale and True Taproom",
        "ID": 8,
        "Date": 201903,
        "City": "Philadelphia, Pennsylvania",
        "ContactAddress": "613 S 7th Street Philadelphia, PA 19147",
        "ContactWebsite": "www.haleandtrue.com/taproom/",
        "CidersID": [110, 111, 112, 113, 114, 380, 433],
        "CompLitID": [115, 131],
        "Body": "Tucked away in the warren of South Philly lanes is a gem of a cider taproom. Hale and True is what you would expect from a Bella Vista drinking establishment: modern, sharp and new, yet warm, familiar and antique. With a Villanova-Seton Hall basketball game on a big screen, this feels like it could be any bar in South Philly. Indeed, one of the goals of owners Risa and Kerry was that this taproom would first and foremost be the ‘local’ of those who call this neighborhood home. (Which is good because parking is impossible unless you pay the parking barons who control the only lot a couple of blocks to the East) And though it has that laid back and friendly vibe of a sports bar, when one looks around they also see a sharply appointed and sophisticated interior. Again the décor promotes the mesh of new and old mirrored in the neighborhood with sophisticated contemporary cool colors and straight lines to go along with the hand-made bar crafted by Kerry’s father who used the reclaimed wood Kerry had helped his dad to collect since the age of ten. <br><br> When it comes to ciders, the main attraction, (though they serve Kombucha, cocktails and beer too) the owners have a strong sense of mission to educate people about the drink. They hold classes that are open to the public to come and learn how to make cider in H&Ts creation space windowed in just beyond the bar. They consider themselves to be producing thoughtful ciders, somewhere between heritage and modern cider making, and their menu confirms that. While they have a number of familiar ciders in the lineup—most falling on the dry side—they also like to do a lot of experimentation in the basement of the taproom and they occasionally bring out their creations as a special cider of the night or one of their \"basement series\" lineup. I wish I was in Philly more often so I could go back frequently to see what they bring out next, but if you are nearby, go check them out.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mkwmD2aT03gRrL7m0CvyGvgF29da-xsp4YMWYJPynehQWLVpHS67g9FyHlPgS3Nnnb-Dg0B3CwXy-NbEyEkNes35cHf3tFQKD3h-JWiR2AQHFr-nDCaTuShaopEAZ5OShdHmL4_68b4BMvx22gJ-A9TxJdtLuk-NsqIc3PDWilo1iCT0sor4qJCAISAEc5SO7?width=3024&height=4032&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mU85N_RtUT3mPXH6CYbPO1iYZaJb1j7jgvFkkCViV8nnB4uSnG8a5wJGJrMogGbLjT5iOX5uXMByurkChepFhvNCVSyK2T_fJ4HXWnuLLl-DMd5HJrR5lbKj8CjVr50rVOUlehDHOn1iashL4YeIhiZN4d6K5XsV97SFYO7qfU71dVngfux6UIL2O7dzcmjz7?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mAUHGC6IINWLYKtM_xQa1_PMmuuI-e4pluT0vo4VS1G5BgI-RfV58-2BwCrlXI78nlLXI-JWoE6rVP21EPkxc7AYFFGciRk-8LDJXEfPjYKOnsP6VMln0nUfyaZvUYrpcyVa7OlqOISKIwO6ziBO3jBOW_1_ml-1H2z65isAKIgVZziCQoVeS834PQw4zQJhC?width=3956&height=2967&cropmode=none", "https://bn1303files.storage.live.com/y4mA7Zati3iXYKIJKJlW7A2RBHRR-MOAPLLem81Pyy4bKwUqnftc0OVNYrheEFWn_8_STSPuXzq7SLha5QjDBfNh_78G1lZ_5iiHc4n-OnXg5DE8iZ_u7msCTanBl3qtQlqXbL1hgnjN3mgNZhVAihbb4auHNa3j-YUND5XrMxg9mLcbKPdegHDeL_Q_SRADwH4?width=4017&height=3024&cropmode=none"]
    },
    {
        "Name": "Schilling Cider House (Portland)",
        "ID": 9,
        "Date": 201905,
        "City": "Portland, Oregon",
        "ContactAddress": "930 SE 10th Ave. Portland, OR 97214",
        "ContactWebsite": "www.schillingciderhouse.com",
        "CidersID": [90, 101, 147, 169, 173, 174, 252, 269, 370, 427],
        "CompLitID": [10, 17, 25, 32, 54, 56, 63, 74, 90, 110],
        "Body": "Schilling’s ciderhouses boast having \"the largest selection of draft ciders in the nation\" and any group that uses a complicated excel spreadsheet to organize their ciders, are my kind of people. Indeed, narrowing down which ciders to try from the big board and constructing your flight can be a daunting experience. Luckily, I did my research in advance and came in with a game plan. <br><br> The location in the Portland Goat Blocks is great as there are tons of restaurants and other drinking holes within a six-block walking radius on Belmont and Hawthorne. The building itself is a mix of modern and brick industrial and sits on a prominent spot with a killer balcony that looks out towards the Willamette and the West Hills. If the weather is cool, they have a great fire pit out on the balcony to keep you toasty. <br><br> I was really excited to try this taproom because I think Schilling consistently makes great ciders and the ability to sample everything they had to offer along with all the other unique ciders was a special opportunity. As a side note, I love how most American cidermakers are not ultra-competitive or territorial and are happy to promote their favorite drinks from other producers. So, I grabbed the Dean of Cider Professor and we took the afternoon to try as many as we could responsibly. We tested out both the balcony and their great indoor space with long communal tables. We also tried their kitchen, and let’s just say they should stick to cider and not tacos. Shredded lettuce on tacos!?! [shakes his head in disdain] Regardless, we had a great time, enjoyed some incredible ciders, and raided their impressive bottle fridge for rare ciders to take home and try at a later date. The people working the bar were great, too, chill but warm and easy to chat with. If you’re in either Portland or Seattle, you have to stop by one of the Schilling Cider Houses as there are not many experiences that can compare for cider lovers.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mRgx_L4aCRt1gup5rw5ZctiE3BUXsIihiGwJCtAhPlCCJN-jSB6cYBVYa_qGkJhhNOA3Ms80PriNbHQiqfCtHIC55svCEn8QNdsAHu97_4BNK1nIRRqv4_cbeCzimuFfWuhXrKe4GmE0eDQKA0VPMuWWtHucOIz1PAdaTS3Pqq2R0fBqpAU4pqhISdhhaj23E?width=3654&height=2741&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4m1pqS0_r144FNUBCKU5ANwCgzpoCzC61mchlvFB-JBFMF6S1nLY5_TrlwJbLGr8KLLzGaFa4I9I7cHZLlJTu0VROVyMtcxBOqpnNZNRBgJ-AFuUBnYSlhZ-fJrqUQrRvXJrYhykKTTva8qRPfCac6jGQ7ze6pyHJ1eOJslk1M3ZsfUZFY6otez6-OJG3AadQ8?width=3849&height=2887&cropmode=none", "https://bn1303files.storage.live.com/y4moOxaKiaj7hjw_LH_R-81l5ObHFdxXWINweGEPanb9pbMtW7BZ9RLoDuoyVKCUZFfm6qSjSDSUjBAcAPZq6g4enqhuDKXDlU5xD8zQ-hLsMDbPrS_PiGVLYPF5QtboF7wX1OVigSJ6bOO66fKGc7NjesucLhtWQitrxCaEdI_3kVQHME_1o4AQh-VV5h4vLI3?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mp9qP3bcXB5kGRK_W8O_Kkg59nO4kYD56NXy481m_TMq_vUeWj5kXWe-iyzHHYU1tpkOz27gwiJw7guEo8Sb6b62wlS96hKe552aAFrxGo-RECHLMIIcSbY71lEJqlK3Zq2tOcVrRZfL0Oh8FMxbhMjoFSinM6mYjtICOYs9f-6uXQZxFzRfdlAI08aIiEOWS?width=3024&height=4032&cropmode=none"]
    },
    {
        "Name": "Portland Cider House (Portland Cider Company)",
        "ID": 10,
        "Date": 201905,
        "City": "Portland, Oregon",
        "ContactAddress": "3638 SE Hawthorne Blvd. Portland, OR 97214 ",
        "ContactWebsite": "www.portlandcider.com/pdxciderhouse",
        "CidersID": [180, 255, 268],
        "CompLitID": [64, 70],
        "Body": "This location is right on the hippest stretch of Hawthorne Blvd. in Southeast Portland right across from McMenamins Bagdad Theater & Pub—an institution and local landmark—and Greater Trumps, an old-school port and cigar bar. After trying out Schilling Cider House the day before, the Dean and I hit up this spot to see what they had to offer. To be honest, it was a bit of letdown in comparison. The space was not as inviting as it was dark with a quasi-country décor feeling, really quiet, and the lady working the counter was acting a bit goofy the night we went. Nonetheless, they had plenty of cider to try with an impressive draft list of 29 ciders on tap. A dozen of these were the latest lineup from Portland Cider Company who runs the taproom. The remaining ciders (and one random beer) all came from other cideries in Washington and Oregon giving you a great opportunity to sample a lot of the regional offerings from the Pacific Northwest. Regardless of your commitment level, they had you covered as they offered tasters, half pints, pints, howlers and growlers, all at really reasonable prices. The great selection and location make this an ideal stop if you’re cruising Hawthorne with friends and you like cider, or are just trying to get your friends to try it. A must-see stop on the PNW cider trail.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mc6an3rma9lhMQkDgPnjDtVIB9FCbcgKqiAeXDbCxsA2F4vnWTsgFwplpjyhTt6awYDTUD98-0TlrHyibI5yyNQjoeAeiZ8kEuRy3dgy2Kq3g_rUuM-E_gQppVLkUqVAZGnuULfv7Xhxa6vP-UkUDZDR2_3aJ3icIy4E2RsohQSS7nwB52S_XrLvc7oAu6yBK?width=3024&height=4032&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mqQunKcsXB0fR6mU8apuKJFxlszRLGISgie4UHSQQIMepW0cCRiqzI293qer9s5bY3QzcqHXavdb5Nz8GHQvejQs7IcdSdOsAWFafC7wzMaBoeli-Y-BFZma3ZNY3E8ZD8YJXn0pENF5lmo-14EOcOa_rJm-iju2FedxZITvh30GpDE19riAprvvfQf_TGtHu?width=3562&height=2672&cropmode=none", "https://bn1303files.storage.live.com/y4mwYKot05w8vAq0jQweLRynxEsrsAkWXiTDEvg56xCvDtpc-MQ4GrHrhM3Ayt8eP3ah-iT-0tuRF4OigMRn04kbx0MdIUM4Cje5WRRErkss1GjRfJh8OuXNI88Tq-GDMW9Vv4Ex1Czl193F4agrvZMwoOFVQMQX6eY886AtizQOtj2bknJMnAIsS1K6XrqedIY?width=3024&height=4032&cropmode=none"]
    },
    {
        "Name": "Colorado+49 Cidery and Pub",
        "ID": 11,
        "Date": 201910,
        "City": "Golden, Colorado",
        "ContactAddress": "1100 Arapahoe St. Golden Co 80401",
        "ContactWebsite": "www.coloradopluscidery.net",
        "CidersID": [208, 209, 210, 211, 212, 365],
        "CompLitID": null,
        "Body": "Colorado+49 sits right in the heart of Golden, Colorado, a great college town that also happens to be known for some other alcoholic drink. This cider pub is right in the shadow of South Table Mountain and has a small but shaded patio perfect for a sunny day. I had a night to myself and decided to go and grab some dinner at this pub and try out their ciders—some of which turned out to be really good. This place has a good vibe, with a bar section that has TV screens where you can watch local sports, as well as the larger main room that is quieter for good table conversation. This also has a good view of the kitchen for those that like watching their meals prepared. Additionally, there is one separate room up front that would probably be perfect for a private event. <br><br> The day I went the service was great and I had a nice conversation with Tom, one of the managers, who told me about the history of the place and meaning of the name—basically that Colorado is better than all the other states. It is mostly pub fair with some salads and lighter options, but I opted for a burger and fries which were really good. The drink menu was solid with about a dozen cider options, half from their cider room in the back, and the other half were guest ciders. They also had a number of beers from all over, including one from their sister brewery on the other side of the mountain in Wheatridge. I tried five of their ciders, all of which were pretty good, but my favorite was Idunn, which was outstanding. They call it a \"Nordic-Style Dry,\" and it has nothing to do with the super-sweet and fruity ciders Scandinavia is more well known for. The origins of this style must come more from the Viking heritage of the region as it was hearty, complex, a bit mysterious but also just a tad sweet once you got to know it. They also had an imperial-style cider, the only one in the US I’ve seen that was not produced on the coasts, that was really good as well. To get the full Golden experience, I suggest hiking to the top of South Table Mountain first, or any of the other great trails along Clear Creek Canyon, to work up a good thirst before you go. I know I hope to visit again whenever I next find myself in Golden to see what new concoction cider maker and zymologist, James Coulter, has for me to try.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mryBogr5RyGWZcSOL5a_MgkFms9qSPgy1l8z2vcvl-yroB17obQgZFaFgpgNoPpwgn9gtjYMwdnMXtOEZ3rEQb1gjNMgMRHDm_LwWgKkb8nmg2bj0m04BOgNzPasm8RKTkvPD6B36cOiHjsIh_-2NOaoLGq1EsqM8tqE5xzrw_z39aYelevDiELOj1ewiZR6P?width=4032&height=3024&cropmode=none",
        "OtherImgUrl": "https://bn1303files.storage.live.com/y4muU_PLG5UJQtBKtccEojgHIjog-2JDxCXe_LypZ8fBFIGF0w_eS-STSwR4RdMOKuENJRYDirD6TAHANS0O6zCVPTBTWGiHD6x0cKVefx8qJBXN_nEWjJYskMfw8XCkL-sM3hPHZXL3ZgTFOgvo1AxO6zByY1HwHAAswC_lV54zRQOmUoS_1sBbHF5bWgbBYsC?width=3024&height=4032&cropmode=none" 
    },
    {
        "Name": "Western Cider Co.",
        "ID": 12,
        "Date": 202006,
        "City": "Missoula, Montana",
        "ContactAddress": "501 N. California Missoula, MT 59802",
        "ContactWebsite": "www.westerncider.com",
        "CidersID": [273, 274, 275, 276, 277, 278, 279, 280, 313, 344],
        "CompLitID": [78, 84, 99],
        "Body": "This is right on the banks of the Clark Fork River. A great little spot in one of the best mountain college towns in the country—Missoula. Inside is just what I’d expect from a Montana cider house, it is a bit of modern farmhouse meets mountain ruggedness. Indeed, it is representative of where they work and grow their apples in a beautiful broad valley at the base of the Bitterroot Mountains. Inside you have the contrast of clean white lines with the dark wood-paneled booths, complimented by exposed brick and stuffed buffalo and bighorn ram heads on the wall. On the stereo were modern jazz classics and I was fortunate to have Charles Mingus and Miles Davis accompany me as I drank. The taproom is run by Ellie, who hails from Virginia, where she had interests in working for Jazz at the Kennedy Center in DC but decided to head out West for grad school to study environmental studies and sustainable food systems. She seems to have brought the best of that sophisticated East Coast feel to smooth out the rough edges of this Montana town to create a comfortable rustic feel. In the back there is an excellent cider garten with views of Mt. Dean Stone and sounds of the rushing river just beyond the fence. I honestly can’t imagine a cider house better suited to my personal tastes. <br><br> The selection of local, and in some cases ultra-local, and regional orchards makes this an exceptional cider brand that has national potential but will always remain deeply communal and local. Beyond growing their own orchard and using their own apples they have an annual communal cider where anyone from the Missoula area can bring in their own apples form their own unsprayed trees to be turned into a cider. They then get to put a pin in the map showing the location of where their apples were picked. (see pic) This is a brilliant concept that is both being a good steward of local resources and builds community at the same time. Cider smarts, gorgeous environs and love is what makes this an exceptional tap house and it is undoubtedly one of the best cider rooms in America.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4m3ysjrt_llnhEA89o7MfiY6f8wmXqc6R_w4q8-jUGrWujUFO3vyMJEuRtnLEktrZifK3qwCmOzkE1fq3p01inizVcKG7dmr6X2mOO5MA_1mrgbrToU6ku_Vr5uIJchg0K4tVepxtIp0MV6XiEwpZUHpL6oeJuapcMd7JBRzxvyEaiZhhm3RDdUlZuYv_TR6Tz?width=3791&height=2844&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mWhm7tuFI3gQsQFQdCjDtmjgn2dAYOwurQJtxFZP9TNOJ7cCuZaxD4x0x1DnA6EvlS7ec8rk4gk_0RSAx3Nos96OH7jW6p8OJiJlsthR218brzJvo_mz2rAMsM0VNDwQJEcuobbZlp9GpMTMHzWym9XdEL7gpy3GVrSLgpWDtez3cG_i604xXOcL_x1Stg3r_?width=3020&height=2264&cropmode=none", "https://bn1303files.storage.live.com/y4mhAaCMeZLVwHuGWeSLvf4P5RyOB-VSMKdnQRN_uAZSHubNaz_ebv-DRH_5STG7SVKUujOa52wTBZJbNet7pTZCxI1X0RtgUOeMi4dgsGGdrY5WxNhwvqW95YDHftJQb07fnsSnxhfz48ZeMR447GAQGULSBZ71UKT1kZ82WP53cm5zuAcLg7Vqoo02Pyofggp?width=3024&height=4032&cropmode=none", "https://bn1303files.storage.live.com/y4mYq8gAgXjSEBjJZWrKMzm2H_X82n1dfHIIvOELRXa5YRww1BVRueONkuIjMnonDbj2xbkWLGp3GbLY6TcxgzYvJX-yR9s9O9ckGTdlNCz2yFENXpy-lNR4ByM8LJRBObq3AmZ7j1UNZ9J_D4gQE2y6YHLLbbLhHzH5ehiPgnxyo5dsJsLAxYx5fc_kMjxdicL?width=3024&height=4032&cropmode=none", "https://bn1303files.storage.live.com/y4mQ3eF7FWqHB2LIQQJyyNpWlqB-s_nk8qtu1qbgmjK-Xa6RG8l3zxwkpxHCYe13t5mRhIfix_nSK-rceUUIb_iR8okijKNg5UZ_NGC-J8GzaiDMAbOjaxtCY_i5vU9geaNmg2KzOyDY53u2Dz3j8ICOghEZIJ3UPgFO9lx9qvLKeSkPtx1N-Ej_VuQzHJf66L7?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mhV4bAOguBsrXgnmnGCbiU_hjtS7Zz1xno7kX8GXfZP_IbQu94jpaea9ualyU7De9XrhMoBAiYNLiYk9ryyrT-fdsmwGr1aU5ImqoTuIpl64qHz064C_u_wEIWWlD4iCKMiAHFvKeueWtSKhraKNX8WQnv2nIYAzREXyZWJo23XkdoCKuyTxzENn7GkG38PLE?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mmbX4w8nxC9akUuyOsesfp3wlrtFCqNHakjhIZjfqHmltToTHp44vAktrYvcUH2BvxoIhoKFYjIoKDxqIgaO-43gpCuuQ6xwXc1NfUV5bajdLNkiG0giG7YwAEU3ySUvuRkHIw6eKbrvLqCvM5L9HrTUwCO4wsJ-BgHu3vKQ6Vd0ZJOwq46ULM4uOkg7NZGf3?width=3024&height=4032&cropmode=none", "https://bn1303files.storage.live.com/y4mEAwGSudyWNVIKPPe6J6w8k_qT0DFg7qN5k_vMA3SHx5A0nQf8_0VGiMtFbPRD9mC-FnjO-uAfs57rFGU8-EEpVvKrp6IPzPcC8GDFTkSB7PIqubrcRAIYXsSeCADFIZjpkdOfzdNvP1dm3U983WQX7J6XJ5X_3JdxMfbteqg30p2NU7buW5amRm-EKQz-BdF?width=3963&height=2970&cropmode=none"]
    },
    {
        "Name": "Mountain West Cider",
        "ID": 13,
        "Date": 202006,
        "City": "Salt Lake City, Utah",
        "ContactAddress": "425 N 400 W Salt Lake City, UT 84103  ",
        "ContactWebsite": "www.mountainwestcider.com",
        "CidersID": [284, 290, 309, 338, 345],
        "CompLitID": [77, 85, 97],
        "Body": "This cider house and bar lie just northwest of the Temple Square and almost in the shadow of the state capital building up on the hill. Located on a street that divides a cute little neighborhood from the industrial sector of central Salt Lake City, this tap house aims to be a local neighborhood bar and thus serves a large array of beer and cocktails for those less cider curious, but all from Utah brewers and distillers. There is also a collection of games for those with time to kill in the company of others. The bar is not huge but has a nice window directly into their fermentation space and it has a modern industrial architecture style fitting with the location. The best part of the space is the big cider garten in the back which plays host to live music on the weekends. They don’t have a huge selection of ciders on tap (4 the night I went) and unfortunately a brand new person was manning the bar and couldn’t give answers to some of my nerdy questions about ethos, process, and history, but it is still a nice little place to stop by if you are ever in Salt Lake City—in fact, it is the only cider made in the state, so if you want to try the best of what Utah has to offer, this is it!",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mYvIs5sYWEJSpw2dF-Fub_A8Ld8auWAK0CEpCE6fhXec9vWsvkctw_KmO_Mv8c3Z8xALsAVCHky5pEqa8W17YdYIqfYoHNCiitSkMFoxdl6RfV2YWOUhE_XEqAVuYqPrcK0AVFCyw7CU01n81WyVjTyooZ6_duknJpw1zuHJfV0IJPGB2SBJrRXnG9D7dSFO2?width=3024&height=4032&cropmode=none",
        "OtherImgUrl": "https://bn1303files.storage.live.com/y4mQvUS4WryUavTEX-wLoLlCrv8Ez_db-tDmlMsVFCA0xTKZ6Wv7RInNSfmmxubOKGO4yvd2xOXlpmICtekELPPRW05gq8aKiFhow5rn0zJKKmDubyBO1hP4ZNxZ4MLSFAcaMSIrhiz7YpawsHSn9164Pv5KOYgLClBk9yhhMBuBzfyk7wHxMdGIMP6vA1j0Cym?width=4032&height=3024&cropmode=none"
    },
    {
        "Name": "Farmstead Cider",
        "ID": 14,
        "Date": 202008,
        "City": "Jackson, Wyoming",
        "ContactAddress": "4125 Pub Pl Suite #4, Jackson, WY 83001",
        "ContactWebsite": "www.farmsteadwyo.com",
        "CidersID": [310, 319, 348, 364],
        "CompLitID": [84, 89, 101, 108],
        "Body": "I popped into the Farmstead Ciderhouse at the end of a long hot day of bottling and packaging a new release, but co-owner Ian McGregor was kind enough to show me around. Their two-story space is in a small retail park just south of Jackson, Wyoming and down below is where all the hard work of pressing, fermenting and bottling happens and upstairs they have a really nice tasting room featuring local artwork. Unfortunately, they got to use this space only briefly before COVID put a halt to their tasting room plans, and for now they are using it as an extra workspace to focus on shipping their ciders out. On the backside of the tasting room is a deck with an incredible view of the Snake River valley, just south of the Tetons, where they source most of their apples. When they are able to fully reopen it will be a wonderful space to come and try some Rocky Mountain cider. In the meantime, their next-door neighbors, The Bird pub, share the killer view and serve Farmstead on tap so you can try it out. <br><br> What is great about Ian and Orion is that they are just two local guys with a passion for the land, the community, and making responsible cider. They don’t have a fancy orchard, instead they work with local residents and forage for apples that would otherwise be wasted—or even attract bears which was a problem they wanted to help solve. As of right now they have not experimented with adding a bunch of ingredients, but instead have just focused on trying new fermenting, blending and bottling techniques in order to let their local apples shine. In the end they are just two really great guys who I wish all the best in their future cider making endeavors. If you are ever staying in Jackson or are on your way to the Tetons or Yellowstone, make sure you check these guys out to see what they’ve got going.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mrtUlsnlLiVw41owbYm-9UBhLZXE9Ghz60ra2vtPpF-mYxJYrL8fu4JvxTOPBMpaqwb05r3tv8NFjEkoc0PE5-6ThCS_AUpQ3QHCLz4JjSXwyZlhq1KGTnRPaWCYwoSyaCJ57vOTIlRl5dW03Wu4dmtFW1mxREog_dQ_IMAgU60XjaK3QIkbF3EYzP5IX3bRx?width=4032&height=3024&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mFsy9RJnmlJrf-DyEs1_0XIcYgiPNx2W8ImpICYnXVgvq1BFSTPeZvXp7H19b3glykgyz0P0JWQdBHNu-uBNsQ1p_9jqTOvuoK690ilU0GMBd4uQk5e4LywAwMPr2VqqHtYHuvp3rwZmZ2KzDdovAUke4qLDthnSVuICjTyaie8QfKL3lyiAruFOMFjS2WPB8?width=3608&height=2707&cropmode=none", "https://bn1303files.storage.live.com/y4mRrkOEacvFj1itKk2lWVdj2EaSwzBQC4APIg98aZQjFO0VcCwAlYEtVN4eLpGOHSSrC8mxFWsYFeaE24FS4OW6ugN8bR8UVRRnURND83sHJ2ehV194uD5a3_ROU6ZipoGYAfSBUxDzb-99FTMb6uqNKW37KYHfulOCEoJv7ncl5ecgWWfJJ5aPYvfVBX3KGbU?width=3245&height=2436&cropmode=none"]
    },
    {
        "Name": "Incline Cider House",
        "ID": 15,
        "Date": 202104,
        "City": "Tacoma, Washington",
        "ContactAddress": "2115 S C St, Tacoma, WA 98402",
        "ContactWebsite": "www.inclineciderhouse.com",
        "CidersID": [184, 291, 298, 314, 389],
        "CompLitID": [41, 77, 80, 85],
        "Body": "Centrally located in the Brewery Blocks on the south end of downtown Tacoma is Incline Cider House’s Taproom. Having enjoyed a number of their ciders over the last couple of years, I was excited to head down to the southern end of Puget Sound to check out their new digs. The space is a modern take on the working roots of “the blue-collar Seattle”—a title I’ve heard proudly embraced by Tacomans. In the newly renovated warehouse, there are huge beams logged from the Pacific Northwest that contrast nicely with the grey cool floors and the concrete walls. The rugged warehouse feel is softened by the white tile backsplash of the bar and the light-hearted artwork—it’s like Joanna Gaines went camping. They also had a couple of TVs with the Ms game on, and with the PNW banner proudly displayed as soon as you walk through the door, it definitely feels like the kinda of place where locals would be glad to call home and hang out. There is also a large patio for those days when the sun is actually out, or even if it’s not, they have heaters. Just hope you don’t need to pee if you’ve had too many ciders because the bathroom is like six turns and four hallways away—I am sure they have to do a nightly check for lost cider drinkers. <br><br> The ciderhouse is a truly family affair as it was started by a father and son duo (Chris and Jordan) whose wives are deeply involved as well as Leslie manages the tap room. Both guys had previously worked in the adult beverage industry, Chris at a winery in central Washington and Jordan in a distillery. The two decided to team up to try something new and decided to open up in Tacoma which at the time was ciderless despite being a large city centrally located to so many apple growing areas in the region. They definitely have a modern craft approach as you will find a number of hopped and herbed ciders mixed with bold fruit flavors. (Their Prickly Pear and Blood Orange are excellent and two of my favorites) In the spirit of cider camaraderie they have both their own drinks on tap as well as several selections from their friends at other Washington cideries. Next time you’re on your way to Olympic National Park, consider forgoing the ferry and drive around the Sound to make a stop at this first-class cider spot.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mFnwQuJk6ipwfZ88bOePG1No-HgVbuuySxWRodkYBUYrRepYv852hf0_9OlOUcsBqMLXD6oFxX2q_FnH4Gt-7a5jELTSd_pEZ_nlTCkupm7_koKFHnSckyDUFcd0maSk13wzKm2ia4L6GXkQoKClF90eT1Ceh6Z3RscRnXSNuzfXUK0GhT9pLJaHGnBVi79jy?width=4032&height=3024&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4m_dFIwPP3RA3Oj6KVTZb8P4oeTp3Myu92nfYEOzhR3--t_6vK6YK_wrQn3Gb_F_QV3fZNGs_78cCI2o7BxiguyUDj2yvTwILlx5gVcv0YHWJlWTYd26R_xoG_3RMrr3bJmGw2Dl41cSE_0o61MHQtun6mibytWE_ma5j81GSYbM10DJM1_kY0HypVFkEy-ubX?width=3024&height=4032&cropmode=none", "https://bn1303files.storage.live.com/y4mIGzgfhFuub2Ylt2qTBu_GazzKNlLuVA_jdvoaIpUaWgEBzVjoAM7jscs758uznC9h8bSsHWfxbja6SR2UGoVAT_R_VNeOd5np_lfA3F0Ecp4IHWhE8E2wmKMoOjD7nAY-III8Xua24h3WMNpGpAp9_4PvMjbsL6_NdkdFZCW_J0_2YxLbCCc9n_qdeGxGc57?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mGRJhJJlUQ8ZLj8lmlYV5yE8D1jvulzFwUbTzvxIuaskstg8MsVCiJTxk3F2sL4G2JaJb4r1XQUM4i_KUpIOf7nXaaz43Y3EJQwNsoMqpQAdRQO-6RlqEZJcJYLy5fdSfbDw7kr9QB7WQ9AlHLEz-2Z_UICmqRfbh0eCL_dchYOo_W5Q9EFoGOqE7Q8Mugn-L?width=3024&height=4032&cropmode=none", "https://bn1303files.storage.live.com/y4mZk565gL2tfeqvyoAYhzf0WJB_anuxWqkYMbGure3uKPLfsoqxrHycSI7mSyx8ed9tF295dBGzLDt6PpEeqFJ4JTQa5RItPdZXhNAAsO9EYDHVlRH0qr3Zz0RT1Za6cNZm9q7Ob4j4BNQacw30s0xunHp8515LXAtpz72_h3MrmrpnpyGiQ5ZRIPp6p7gwvVJ?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4m42E6QXGt7pbtnfHW3Ms4yowvR_ApOGEz4-wOz0ClEG5uWPauzSELt1dPRZwuMlE-mUmnII_mmgFlNzq-iTVV7zNwvjkiNXKSmWs3X0_Kb6JBBK6yqTdfoTTBfnzSH7rDvYv8sWAPOxUOq56zRFkmkYN7woc5q2-wldrCIVGZM8EbRyTTd7GRDDmmXA1c92PU?width=4032&height=3024&cropmode=none"]
    },
    {
        "Name": "Raging Cider and Mead Tap Room",
        "ID": 16,
        "Date": 202106,
        "City": "San Marcos, California",
        "ContactAddress": "177 Newport Dr suite b, San Marcos, CA 92069",
        "ContactWebsite": "www.ragingcidermead.com",
        "CidersID": [408, 412, 417],
        "CompLitID": [125],
        "Body": "Citrus fruits have been part of Southern California’s history since the 1700s when cassock-clad Franciscans brought lemons, limes and oranges with them from Spain. Thus, when most people think of palm tree-lined San Diego, they probably don’t equate it with a booming apple scene. However, just an hour or more east of the city lie the Laguna Mountains and at around 4000 feet elevation it is the perfect terroir for growing unique apples. Dave Carr of Raging Cider and Mead Co. has tapped into this region and has produced the most thoughtful orchard-driven cidery in Southern California. Dave only uses produce from San Diego County and has invested heavily in the agricultural community around Julian, California where he works with orchardists and even serves as caretaker of a couple of estates. This passion for local fruit is evidenced in the lineup with single varietals, blends, perries, plum jerkums, scrumpies and sidras. The warm and dry conditions of the region also produce fruit with higher sugar content, and thus higher ABVs, producing rich and bold flavors even though most I had were fermented fairly dry. <br><br> The tap house is located in San Marcos, just inland from the beach villages of Carlsbad and Oceanside, and a quick jaunt down the 15 from Orange County or Riverside. The spot is centrally located in a light industrial park where some of the production happens as well. There are a couple of spots to sit inside amongst the barrels or you can go out to the patio where you are surrounded by, you guessed it, more fruit. The owner has embraced his punk rock roots with Ragey the apple punk serving as the main logo, and with a number of punk tunes threaded throughout the indie playlist on the stereo. I immediately picked up on a little tension, however, as Lee, an apple crusher and bar manager is from Manchester and is made to serve drinks with Liverpool FC banners and scarves hanging all around him. In fact, it was an argument over English football that brought these two British ex-pats together and it is a pairing that has born much fruit. (excuse the puns) The relaxed atmosphere produces great people, great conversations, and great drinks. Indeed, one of things that makes this place perfect is that it is an expression of the individuals who work there and their passions—football, punk rock and fermented-fruit beverages. While one might not equate these three things as going together, it certainly pleased this former punk rawker and made me feel at home. <br><br> My two favorite drinks of the night were their sidra, which was rich and approachable, and their Arkansas Black which had all the character you would expect from that famed cider apple. Though I love a good mead, I wasn’t able to try any of those selections as Lee kept the ciders rolling all evening and I never got around to it. I did go home with a box of bottles to try later including their very last pet-nat. (Again, a reminder to visit your local cider houses in person, because you are bound to get lucky occasionally and try or go home with things you just can’t find online or at your local bottle shop) If you live in Southern California or roll through on vacation, you need to seek this spot out. They have constant new releases based on local bounty as well as food pairing sessions which create one of the highest quality cider experiences one can have. All of this makes Raging Cider and Mead Co. a premium cider destination. Rage on!",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mVOydyeNfTO4dFcu2ai8qjyMkQzAzxX_77UYtnkzFWBzvO8-5zEABVtWfKZF5FK-E_adBBiFBjOqxd_3HneWvAGJfwcSK5mB7u1v3ikjDtocZ-_cCm_-HQnjUh95grarUohY6Zsp024rANv1lW2R1Ob2cDsWLFa2kx8-siZt7BLB4H_AXMlelX8NimE8PkM0a?width=3723&height=2791&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mHH1iyrV5v2M79M-N8bl_cu3jN8j6xmHPXwAU-KatgKW0tRV77XFJfJJZ7M1Bi9Mwlyw5HzWyx7Py_Mb7xZ9TiSYzAeCea3VkNbTj1IYFiaY9VmcMrRv8Lt3BoyTPT79S4N7ON41RXeLXiFweaIcjGKaTUJcZ_XoryVDarR5VehdR0pJlCJspryslJEq9mZ3f?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mp3LVWzJOjr3zcYHtZpaDcDpar4oKXP4J_1ggh2QUeNKMAwp8phWXmaKieiST9khOz6C4PCGNflGiCWFaTSnxRdbFU1rpRsZp9yJcaVDceRGQVolGAkvhtzvOBnEtwKfnJFM5fc6ixCXJogebGiVas7kWIlZRg5cHWRXKMomAyWG023QnQmp89TzBdxi8W7l_?width=3024&height=4032&cropmode=none", "https://bn1303files.storage.live.com/y4mOFNMVIzxKPooamsOnmlocH3OwpNPVL1-hcl7UmFarnP8Ff1utzKcovai8GfSkpylrhq_TX8WTDUM31dFm3LqE1IvNSz78ItMpK-27xuNaEqF5u6Aj0AYuvdmkXHKQ5SVibzDHyIKBoyLrEt8RFScBM2LEmLI5MMXSuwVOozwbER_djYqMxkHcsz9BKtpqEbk?width=2933&height=3910&cropmode=none", "https://bn1303files.storage.live.com/y4my2yNyUhXZ3woojVrWcA1j9LUW3-eRNVR4GQoZ7UaN5n-7mOpjigoqUffSz2met4sc8YMXRAnODfCVvW0MhVgAfTER0VrYj1UVOyuNZfz9lwkmk6-oRKE7IEk5_Do7bxpsdCkV4F5ssKAokf0_qgRmiNdghYrah56tevJ0VtcNFH9yYZcuTo7s0A-ExcMbnOC?width=3024&height=4032&cropmode=none"]
    },
    {
        "Name": "Arsenal Cider House (Cleveland)",
        "ID": 17,
        "Date": 202106,
        "City": "Cleveland, Ohio",
        "ContactAddress": "4507 Lorain Ave, Cleveland, OH 44102",
        "ContactWebsite": "www.arsenalciderhouse.com/ohio-city/",
        "CidersID": [null],
        "CompLitID": [null],
        "Body": "This tap house is in the up-and-coming neighborhood of Ohio City just across the bridge from downtown Cleveland. The area has lots of breweries and includes the Westside Market where all the hip chefs and tourists get their fresh veg. Arsenal has a nice big open space with a theme that felt like industrial meets the Wild West. Pressed tin ceiling tiles, exposed brick, and a portrait of Honest Abe on the wall. They had twelve ciders on tap, mostly modern American options—all coming from the area around Pittsburgh where they grow their own apples. They also had a couple of mead options. Everything I had was pretty light and sweet—even the drier ones. <br><br> While my general aim with these taproom reviews is to spread the word about the great spots all over the country where one can get good cider, I must admit that this was the first tap room I was really disappointed in. The location and space were great, but the atmosphere was not welcoming at all. I came in with two friends who were interested in cider but had never been to a cidery. We were the only ones there, but we were there more than an hour before they closed, and yet the young bartender was pretty gruff and seemed annoyed that we had come in. My two friends told me they felt it was totally awkward and it certainly put a damper on my joy in trying to share some cider love in northeast Ohio. Maybe another time.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4m6S4ehFgifjZBddeNUxj2J3B8hcHIVFuAIj6BsWhWC0EHo3ET9zO-vDno8xwTT0ZUiq96dL03bRAXnsplJLqR6MtjyKZNZXGwnJpoqsLwzZJs6eXz0nREHqjBcWUOTm4sjbt0fpQBtQLswhk9-rdncvW2IJIktmK37WoJx8bfpY1n5qUhpYhHH4MervEwEorP?width=2833&height=3778&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mlNCMyDOB1geZN-AiNjLwehBGSPC2IcF749WYe4pLxPS0LJQ135aK1sERCr-V1-U0g-ClFCHxaapdBvTOgi78mJpHBYIPv1eH1oBkUPzXo2W9NUmxQ8_dkC42MFamvNTcr8LNvMFSEli8bXshC0Uw3joru8KrOlikZd3RAynj1sPPMsg-Ds2GYn6hw_lPftb5?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mLBGMFdxs59jTCnLiTAmSba3BU5_-_VCIvnwGhfobnMIwrwaB59VfZeo7bLVJXOyHLn3dB_MpLTYZPwP-Tn2SMlqnvFskeKz9pj7zr6i-T5RCzX8Z8lzghmxEjcD-p_aOdLjhrs1bhCSeiCaNJvHyE3Gkq5PDl7p034BKGSsA1jPKvAIzoKYSrf8Ed1ZHt1GW?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mY7mDaG--XEBaXbtuV1YTMmIuPqaHmGFwp5IAChvIwErmK7ED1-qmKVP3wHh5rT4d1stRRk2-Hm92vVl-11rjeHzNsaviwjZMGUOqDYZdnYbiKzlB9JoNPWfCSrRJ0EA7v7xxHvRlK-uBdXVknYpK3K-C-ddD0bvZIPXWBVTsOIRFLU7ACerG8Dp26gQhiNxy?width=2826&height=3765&cropmode=none", "https://bn1303files.storage.live.com/y4m0Uaa9T7_B1jrT88qwT2El0KV8TOwzCG_PkB6a73hx-Uo70n0nOgAHdKPZ4kcJ8SuYttqFpCWpv3PMG_2R3nO0ckGcIsQczR2p5z01chCWDMhJsaabZRq2PpFruaq-KnPbDrvbLMbVThV1TYM33Lmy-oAMB0bYJhPGazPFaDehTn1hhBzmBrx_2bsDNX2iY9q?width=3024&height=4032&cropmode=none"]
    },
    {
        "Name": "Pivot Brewing Tap Room",
        "ID": 18,
        "Date": 202106,
        "City": "Lexington, Kentucky",
        "ContactAddress": "1400 Delaware Ave, Lexington, KY 40505",
        "ContactWebsite": "www.pivotbrewingcompany.com",
        "CidersID": [416, 424, 432, 434],
        "CompLitID": [127, 128, 131],
        "Body": "Never have I been to a more mission-driven cidery. Even though Kevin Compton started making cider for himself in the 1990s, it was not until 2017 that his vision for a cidery-as-a-community-center for social activism began to fully take form. Pivot derives its name from Kevin’s grandma—who had to pivot during the second World War to become a Rosie Riveter to do her part. Kevin likewise sees Pivot as helping Kentucky pivot towards environmentalism to help the state do its part. Not only did Kevin spend two years building the facility himself (which of course is solar powered) but he saw it as a potential hub for environmental groups who wanted to use the event space in the building (which includes a tap room and all the fermenting and canning facilities as well). Several years later, it has become a center for community life in the Kenwick neighborhood of Lexington. They have held lecture series, voter drives and even weddings, while also housing numerous community groups. They use local artists for the can art, which occasionally includes “locally famous” figures whom the rest of us will probably never know. And of course, they are always trying to find ways to be environmentally friendly like giving their pumice to local farmers or re-using the plethora of old bourbon barrels in the area—to our good fortune. One unique feature about Pivot is that they started out by making cider—and that is still the lion’s share of what they produce and are known for—however, since it is such a communal space, they gave into some local desires and started brewing beer on the side. Though there are lots of breweries in America that occasionally make a cider or two, this may be the only cidery in America that makes a couple of beers on the side. <br><br> The taproom itself has plenty of outdoor seating next to the train tracks with food trucks and picnic tables—vegan friendly Moody Mikes was there the day I stopped by. Inside, Foo Fighters “My Hero” was playing in the background while they were showing a historical documentary on TV. There are plenty of games to play and regulars with their friends—both furry and not. The age of the crowd is decidedly mixed despite being fairly close to the University. This is not your Kappa Alpha drinking hole, but it is a truly communal space that seems to reflect much of the local diversity. The drinks were really good as well. The best thing I had during my afternoon of good conversation with friends old and new was Pivot’s take on a whiskey sour. The bourbon barrel-aged drink is so close to the original you are not going to believe it. It has beautiful citrus nose, and taste that is so fresh and clean. Undoubtedly if you find yourself in Lexington you should stop by, or check out there cider online as they ship all over the country.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mTkpOyu5PR6kG1Is8XlQ5BWuARgwRTVFosys_ccZ-XiBmsjzpnb-_S_SBIqJIk1sfU1d-j0Xivnw4rfZeK1YXjFBMn-VIhjlnvDCo7zew9JQ37fFbUZnF_2NBPJzepeHxxLDQl_6KWJs9g2BguPX0SiXQ2G9NBXFAUitvyBVxj3sqWgT7GCNw7M3g2N_wiJ-f?width=4032&height=3024&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4mrSKc9ZqDL1OXKd-O1mO_PeeEyedJMtZteCZgZq_itas4XcDtbMJ9rk7HnTEbOqspZ34nLzsiz1v-mTq_E9xIvwwxbNDP_8cSv4IkhW8OrCNPOCiQrD-nsHrgsaEmGE1aLym6JT0EIHg8OrtqDo6YgFcPTuZesQC_2yZG07xdiYCceAEUSJgzXmcuR5ICATX5?width=2257&height=3009&cropmode=none", "https://bn1303files.storage.live.com/y4mAntV5GZpPe3TSUEHw96ofr5mvonE-76erDNg7VVzwtFd5BcGyVyrpKcrWkO65GGJS-TNteo29maa17WbHCSKPJofUcxoX2DtWYP_rGeGL6Qou40PvgdSbdhG7-b__sdL8Z7xSBcxDYAAkjhTNFxX6WiNybmlaxd4tYQwlSCliPVoGB6yZyRSYq5nnif6BTUJ?width=1590&height=2115&cropmode=none", "https://bn1303files.storage.live.com/y4mRQDHZHMK0WHWK-o3v1XU6V1KU_Y9jHwliBq-8LENbHZg715K8fEVW_q5lgQ1hA_M9-SDgEmhOVNdSyjZxFSmTJH9YYT-NEat0vexpWdnrHjm8eELmz50nxmzkU49AYgBu5hq-v4xjuTmv9VeQIe_ZRujJV8fpVlkbk0SBuNYp2EZz93P_28_rhuZ2R0PBykT?width=2974&height=3967&cropmode=none", "https://bn1303files.storage.live.com/y4mMXWroBCTVGlqS0ced3SggL9bF_gH-Q4BsxdfH3Hm9Oh2CytFwMa4f-p3vV4UpM8Ik1_TCiWnmONQgrjkntOUBocFkUiC--REPauaGdnuRPaqrWwkQwvK2Hki0rNe9haUMktjobwTBTfG7n14vhXjvwdOorpFJ9uqtVAeQlb7yDKajUXjUNJkqQCnvCFb6cV9?width=3727&height=2795&cropmode=none"]
    },
    {
        "Name": "New Mexico Hard Cider Tap Room",
        "ID": 19,
        "Date": 202107,
        "City": "Santa Fe, New Mexico",
        "ContactAddress": "505 Cerrillos Rd a105, Santa Fe, NM 87501",
        "ContactWebsite": "https://www.facebook.com/newmexicohardcidertaproom/",
        "CidersID": [418, 419, 420, 421, 422],
        "CompLitID": [null],
        "Body": "I headed out on a soggy Santa Fe summer night to find some New Mexican cider and came across the New Mexico Hard Cider Taproom just a couple blocks south of the City Center and walkable from almost all central hotels in town. It is tucked in just behind a co-op and one of the fancy highbrow restaurants that dot the adobe-clad Santa Fe landscape. Walking in from the rain I was greeted with a warm atmosphere of twenty and thirty-somethings enjoying their Friday night. There were boisterous cheers coming from the pool room where bragging rights were clearly on the line. Guys hitting on girls, girls hitting on guys. Bar tenders in deep conversation yacking away with the patrons. The two people sitting next to me realized that one worked with the others sister and then a group began to reminisce over the heyday of a fallen local mall—and almost all of them dogging on Texans. This was clearly a place where locals felt at ease. <br><br> The décor inside was nice with exposed brick and local artwork for sale on the walls. Plenty of patio seating for dryer times. In one corner there were a couple of snug shabby chic wing-backed chairs for those that wanted a slightly more sophisticated spot to conversate with friends. But there were also plenty of high tops and a long proper bar with TVs showing both the Olympics and the Simpsons. They had a handful of ciders on tap, both sweet and dry, plus a number of fruit flavors, as well as beer and spirits. I found out they use as many local apples as they can from a couple of nearby orchards and then supplement with juice from out of state. They have also done a community picking apple event that gets pressed into cider in their factory on the south side of town. <br><br> The night I came I got to talk to William, the brother of Craig Moya who owns the taproom and serves in the firefighting community. I got to hear the really cool story of their roots in the small town of Galisteo and how Craig stumbled into the industry “10 years ago cider wasn’t a thing in New Mexico.” It is clear New Mexico Hard Cider has come a long way since then. The ciders were great—their Apricot was my favorite of the night—and they have pop-up kitchens serving crazy good food, so you need to check them out if you’re a local or just visiting the Land of Enchantment.",
        "MainImg_url": "https://bn1303files.storage.live.com/y4mK_dHKqKzHIMOEnu3vCrny3IVheIF7guwYOkltzTmEAEUUKqG5K5np0uIlEY1pKtKztyNPaS6ewNDI731KbFp5tEgx4gJHcgiAMIro8wFYO5_AHe9n25Gkuh2MazAukdy3QHIFM7mHngttAjtxXdi00M7QvPNJi75g5c1j2CB36YZxWCXBr7zIy6KDwCUHw2u?width=3024&height=4032&cropmode=none",
        "OtherImgUrl": ["https://bn1303files.storage.live.com/y4m8Vb2p5Ce258DKYsCG0whNiP5n9t59CqjgsKpznprNf3N-TioTVAbh0PZ1NdVdVU224CVQxuOYMm3Jv0CyyNpzDVFynGtcCp-5SVEnjldAXmyvW2r3ZWOmeBC7QZJAjz78CbPrn-AFKMQEhLsf7VhMd43y3pgrUtVk34qOY3f-XuYa8Gtqe9zF-hNSuEmI40z?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mptuTq9V9lxjdsvN-t3QZY9KeCdoWIFRNjDWi6ywmmJs33P5pJpddeIydj5LNDVisIJuX-yD1BkOXDGgo7JOrrlY_kYj3pwB0YaLMgCmPh9r01UDZnljSpAw87ynlGoYzjZzWrxBmIKXQBor_Sk6BvuncAukAc4C4esHN7ymVYatoKtWpgfxTlzMyWIy66YxJ?width=4032&height=3024&cropmode=none", "https://bn1303files.storage.live.com/y4mVgZbO4xrUPcZv5G_F9QC_NRmTBKa64jIBGCmjaWdX8ZnuWNSVV_l2lU7FeV6iBKntZXyKpKPF4JrcW-EyGqMKSX_P95tshLX17VvdabKY-J0UcA-q96OlAZy7SqSSNWKhPD2tjluMSJrYg5ugOIN-54T7wD36aT7_PTfpeiJBMjsDO7Pu4QRXI4PHVS0UJ_B?width=4032&height=3024&cropmode=none" ]
    }
]