{
    "Standard": "Standard ciders are your straightforward apple-flavored, carbonated, ciders that usually have less of an emphasis on apple varietals or the use of particular techniques. This category includes many mass-produced ciders, the category of “draft ciders” as well as more highly crafted ciders that are just going for a smooth straightforward apple taste. Nearly every modern cidermaker makes at least one standard cider with their own preferred balance of acidity, sweetness, and tartness. Standard ciders are measured on a sweetness scale from dry to sweet and I  have adopted a four-point scale for classifying standard ciders—dry, semi-dry, semi-sweet, and sweet—though other cider producers and enthusiasts may use a slightly different scale (like the Brix Scale which measures sugar content) or terms like “off-dry” to describe these ciders. I employ two other standard cider classifications: complex and tart. Complex standards are ciders that add complexity through yeasts, blending or fermentation practices which give it an element beyond a straightforward dry or sweet apple flavor. Tart standards are just standard ciders with a prominent tart profile usually obtained through using green apples or other tart varietals.",

    "Seasonal": "In the tradition of craft beer brewers, a number of cider makers have created drinks that they feel are best suited for certain seasons; usually meaning something light, sweet and refreshing in the summer and something heavier, spiced and stronger in the winter. Though somewhat arbitrary, I usually follow the lead of the cider maker if they have marketed a particular drink as primarily seasonal.",

    "Single Varietal": "The vast majority of ciders are made from a blend of different apple varietals. However, sometimes cider makers—especially orchard-based outfits—will create a cider from only one variety of apple. Sometimes ciders are promoted as being a single varietal i.e. Honeycrisp, Fuji or Golden Russet etc., but may not be 100% made from a single varietal. I am not a stickler in these cases, and I classify a cider as belonging to a single varietal style even if it is just marketed as one",

    "Fruit": "In recent years the cider industry has seen some of its most innovate growth through the creative use of other fruits blended with apple cider. These fruit flavors are infused into the ciders in a number of ways, either through adding juice before or after the fermentation process or through the addition of purees or artificial flavor",

    "Botanicals": "Other than fruits, the most common way to create new cider flavors is through infusing other natural ingredients such as plant-based botanicals or spices that add sweet, savory of spicey notes. Some common infusions in ciders include cinnamon, ginger, honey, hops, vanilla, peppers, and a variety of flowers.",

    "Farmhouse and Scrupmy": "Farmhouse ciders use traditional methods to make cider that has little to no carbonation, is often lightly or unfiltered, and really highlights the natural flavor of the apple varietals used. These ciders can run the entire gambit from delicate to very harsh, sometimes marked by large amounts of acetic acid. A scrumpy is a type of cider originally made in the west of England that is usually on the more aggressive or rough end of the spectrum (think cider moonshine). This category also includes many of the drinks others refer to as “orchard-based ciders” where the focus is on having cider be driven by the apple and its place of origin and using natural methods from beginning to end and not cutting any corners. (Sometimes emphasis is placed on a particular year or vintage, similar to wine) However, sometimes orchard-based ciders that adhere to some or all of these principles fit better in other categories such standard, seasonal or single varietal.",

    "Sidra": "Northern Spain has a rich cider culture and long history. A \"sidra\" or \"sidra natural\" is essentially the Spanish equivalent to a farmhouse cider (link). Traditional methods are used to make cider that have little to no carbonation, are often lightly or unfiltered, and tend to be sourer. These ciders usually are more aggressive, rough, or “funky” with higher amounts of acetic acid. However, some of the best sidra makers are able to balance out the stronger profile of these ciders with bright fruits or more subtle nuances. In recent years they have become more available globally.",

    "Perry and Pear Cider": "Perry and pear cider are the closest relatives of cider. The more traditional perry is made from the fermentation of the juice of “perry pears.” There are about 100 of these pear varietals and they are all tannic, bitter, and essentially inedible. Pear cider refers to drinks that do not use perry pear varietals (such as sweet dessert pears), use pear flavorings or concentrate, as well as to pear-flavored ciders or blends of apple and pear cider (occasionally referred to as “pider”). Perry and pear cider is normally lighter weight than apple-based cider and is usually a bit sweeter due to the non-fermenting sorbitol found in pears. Even though I classify all of these drinks together in one category, be careful and read labels and reviews first as there is a wide range of flavor profiles from bold and astringent to light and sweet.",

    "Rosé": "Like in the wine industry, there are a number of cider makers who make rosé cider; and just like in the wine industry, “rosé” does not equal a particular flavor profile and is largely a marketing strategy to get people to buy light red or pink-colored drinks that are usually lighter and more delicate than full bodied drinks. As you will read in the reviews, cider makers use a large number of ingredients or methods to achieve their rosé colored drinks.",

    "Crabapple": "You don’t want to eat these little guys, but they sure make for interesting and great cider",

    "Imperial": "Imperial is another term borrowed from the beer world and stems from the days of the British Empire when they would send strong beers to their troops across the globe and when British brewers attempted to create impressive drinks for export to the Baltic states. An “imperial” came to designate beers with big, bold, flavors and a much higher alcohol content. Similarly, cidermakers have begun making various types of cider in the imperial style which means these ciders usually have a luxuriously rich depth of flavor, are heavier bodied with more viscous mouthfeels, and have an ABV in the range of 8-12%. This cider style has appeared in England, New England and is especially popular in the Pacific Northwest of the US, but it is likely (hopefully) going to take hold in other regions as well.",

    "Light Cider": "Just as in the beer world, cider makers have begun to make light ciders that have fewer calories and carbs and are often lower in ABV. This also tends to result in less flavor than a standard cider, but it may be desirable for many cider drinkers looking for something lighter.",

    "Beer-like": "From time to time you get ciders that taste more like beer than cider. Even though I do not include any beers or glutenous drinks on this website, cidermakers can manipulate the fermentation process and include certain strains of yeast or other ingredients that produce ciders that are suggestive of various beer flavors.",

    "Whiskey-like": "Industrious cidermakers have long tinkered with fermenting their cider in old whiskey barrels, some out of necessity some on purpose, to create okay, smokey, whiskey-flavored ciders.",

    "Champagne-like": "These are ciders usually produced with Champagne yeast and which use similar bottling and fermentation techniques (such as secondary fermentation in the bottle) to produce light and bubbly ciders with varying levels of sweetness. Their taste usually have more in common with sparkling wines than traditional farmhouse ciders.",

    "Dessert Ciders": "Like dessert wines, dessert ciders are more intense and are perfect for an after-dinner drink or pairing with everyone’s favorite dinner course. There are three main types of dessert ciders: distilled cider like apple brandy or Calvados; fortified cider, sometimes referred to as royal cider, the most prominent type being Pommeau; and ice cider, which is made by a process of using frozen apples that retain higher sugar content."
}
